@extends('Site.layouts.main')

@section('container')

<link href="{{ asset('site/css/Conditions/conditionsUtilisation.css') }}" rel="stylesheet">
<link href="https://cdn.jsdelivr.net/npm/bootstrap@5.3.0/dist/css/bootstrap.min.css" rel="stylesheet">

<div class="body mt-5 pt-5">
    <div class="container py-5 mt-2">
        <h1>شروط الاستخدام</h1>
            <div class="content-box">
                <p>تظل البيانات الشخصية المقدمة من قبل أعضاء موقع Shmaroc سرية تمامًا. لن يتم مشاركتها مع أطراف ثالثة خارج الإطار العادي لاستخدام الموقع، ولن تستخدم لأغراض تجارية.</p>
                <p>كل عضو، سواء كان متطوعًا أو جمعية، لديه حق الوصول إلى بياناته الشخصية، وتعديلها، وتصحيحها، وحذفها. لممارسة هذه الحقوق، يرجى الاتصال بنا على shmaroc@gmail.com.</p>
                <p>من خلال تأكيد نموذج التسجيل، فإنك تؤكد أن المعلومات المقدمة دقيقة.</p>
                <p>باستخدام هذا الموقع، فإنك توافق على استخدام ملفات تعريف الارتباط لتسهيل تنقلك.</p>
                <p>نحن نرفض أي مسؤولية تتعلق بالمحتوى أو دقة المعلومات المقدمة من قبل أعضاء الموقع، سواء كانوا متطوعين أو جمعيات. لن نكون مسؤولين عن القرارات المتخذة بناءً على هذه المعلومات.</p>
                <p>إدارة Shmaroc غير مسؤولة عن الأضرار التي يتعرض لها المستخدم نتيجة لاستخدام غير طبيعي للمعلومات المنشورة على الموقع. وهذا يشمل، ولكن لا يقتصر على، انتهاكات شروط الاستخدام هذه.</p>
                <p>تحتفظ الإدارة بالحق في تعديل شروط الاستخدام هذه في أي وقت، دون إشعار مسبق، لتناسب تطورات الموقع واستخدامه.</p>
            </div>
    </div>
</div>

<script src="https://cdn.jsdelivr.net/npm/bootstrap@5.3.0/dist/js/bootstrap.bundle.min.js"></script>

@endsection
